Repository: SergeShkurko/chartification
Catalog: lib/core/localization/intl_*.arb
Languages: ru

# failed
source: Error!
ru: Ошибка!

# succeed
source: Well done!
ru: Успех!

# cannotFetch
source: Cannot fetch data :c Retry after 1 minute or generate new api token
ru: Не удалось загрузить :c Попробуйте через минуту или сгенерируйте новый api токен

# cannotFetchQuotation
source: Cannot fech quotation: {quotation}
ru: Не удается загрузить котировку: {quotation}

source: refresh now
ru: Перезагрузить

source: Name
ru: Название

source: Description
ru: Описание

source: Symbol
ru: Котировка

source: Capitalization
ru: Капитализация

# loremIpsum
source: Lorem ipsum dolor sit amet, consectetur
ru: Чтобы добиться успеха в жизни нужно только... :)
